#!/usr/bin/env python3
# -*- coding: utf-8 -*-
"""
全局配置文件
"""

# 自选股列表
WATCHLIST = {
    "0005.HK": "汇丰银行",
    "0012.HK": "恒基地产",
    "0016.HK": "新鸿基地产",
    "0388.HK": "香港交易所",
    "0700.HK": "腾讯控股",
    "0728.HK": "中国电信",
    "0883.HK": "中国海洋石油",
    "0939.HK": "建设银行",
    "0941.HK": "中国移动",
    "0981.HK": "中芯国际",
    "1088.HK": "中国神华",
    "1109.HK": "华润置地",
    "1138.HK": "中远海能",
    "1288.HK": "农业银行",
    "1330.HK": "绿色动力环保",
    "1347.HK": "华虹半导体",
    "1398.HK": "工商银行",
    "1810.HK": "小米集团-W",
    "2269.HK": "药明生物",
    "2533.HK": "黑芝麻智能",
    "2800.HK": "盈富基金",
    "3690.HK": "美团-W",
    "3968.HK": "招商银行",
    "6682.HK": "第四范式",
    "9660.HK": "地平线机器人",
    "9988.HK": "阿里巴巴-SW",
    "1211.HK": "比亚迪股份",
    "1299.HK": "友邦保险"
}
